{
 "name": "chat",
 "type": "private_group",
 "id": 654564564,
  "messages": [
    {
      "id": 1,
      "type": "message",
      "date": "2021-02-05T12:19:35",
      "from": "Artem",
      "from_id": 2,
      "text": "Good morning my angel, each day comes with happiness, and this is because of you, you make me happy every morning of my life, and I want you to be happy as well, I want to wish you a splendorous day ahead without hassle and stress, remember I am a phone call away, love you lots, honey."
    },
    {
      "id": 2,
      "type": "message",
      "date": "2021-02-05T12:19:59",
      "from": "Artem",
      "from_id": 2,
      "text": "Being with you is something I want to do the rest of my life, it will undoubtedly be my greatest achievement, and it will be one I will remain proud and happy about, when I am with you I am lost in time and space, every minute spent with you is glorious, I really can’t do without you, you have become an integral part of me, I love you so much my sweet choc."
    },
    {
      "id": 3,
      "type": "message",
      "date": "2021-02-05T12:20:50",
      "edited": "2021-02-05T12:21:02",
      "from": "Artem",
      "from_id": 2,
      "text": "Hey dear good morning, I just want to make some confessions to you sweets, you are the best things that ever happened to me, I just want to seize this opportunity to say thank you for loving me unconditionally and proving to me that there is still true love out there, you are one rare gem, and I am one hell of a lucky guy, I thank you for the laughs, the great times we have shared already(more still to come) you have changed my life totally, I can’t thank you enough, I just have to be the very best you want, you are my everything, I love you sweetest."
    },
    {
      "id": 4,
      "type": "message",
      "date": "2021-02-05T12:21:25",
      "from": "Artem",
      "from_id": 2,
      "text": "In connection with this poll, you generally need this. You can also make use of the gardens of the Grand West for team-building events and outdoor activities. Our indoor swimming pool, gym and 18-hole golf course will ensure that your event is relaxing and enjoyable for everyone. Whether you are looking for a conference venue or a place to have your meetings and your training days, the International Centre is the perfect modern space for your event. Conveniently located in the city centre, the International Centre is close to the shops and only a ten-minute walk to the train station."
    },
    {
      "id": 5,
      "type": "message",
      "date": "2021-02-05T12:22:36",
      "from": "Danik",
      "from_id": 1,
      "text": "I am really happy having you in my life, you have given my life a new meaning , I knew I had some hiccups and bad times, but since you came everything is turning out pretty fine, you come with not just good love but also with good luck, you make my heart skip when I ‘m close to you, I am very happy when I get cute good morning text messages from you, I really look forward to those funny nicks you call me, I am super blessed having you in my life dear, I love you endlessly."
    },
    {
      "id": 6,
      "type": "message",
      "date": "2021-02-05T12:22:36",
      "from": "Danik",
      "from_id": 1,
      "text": "You are the reason I breathe, I am so into you am sure I will lose myself if I lose you, I am not afraid to say it, I will do whatever you want me to do, I just really can’t Imagine myself without you, I can’t say it a zillion times that your love is great, I have seen love but nothing like this, this love is exceptional, it’s out of this world."
    },
    {
      "id": 7,
      "type": "message",
      "date": "2021-02-05T12:22:37",
      "from": "Danik",
      "from_id": 1,
      "text": "You mean the world to me, I say this from the bottom of my heart. You have proven to me that love doesn’t cost a thing, because I can’t possibly imagine what I could have done to deserve this kind of love, thank you for sharing part of your heart with me, I promise to handle and guide it with my life. I will love you forever and nothing can change that."
    },
    {
      "id": 8,
      "type": "message",
      "date": "2021-02-05T12:22:37",
      "from": "Danik",
      "from_id": 1,
      "text": "I know I always tell you I love you, honestly it isn’t enough, this I know, because those three words can’t really describe the way I feel about you, you give me butterflies when I kiss you, I have never been this attached to anyone, the love I have for you words cannot describe, I am really lost for words now, but know that you are everything to me, all I have ever wanted and even more, I love you so much my angel, you are my everything."
    },
    {
      "id": 9,
      "type": "message",
      "date": "2021-02-05T12:22:36",
      "from": "Rodion",
      "from_id": 3,
      "text": "Some get high on hard drugs, some take banned substances to get morale or gingered up, but honey, you are my ginger, you are my boost, you say the word I am inspired I am ready to work, when you give me those beautiful smiles of yours and tell me you can do it, there is really nothing I can’t do, you are my backbone, without you I can’t walk, I love you so much, and my life depends on that."
    },
    {
      "id": 10,
      "type": "message",
      "date": "2021-02-05T12:22:36",
      "from": "Rodion",
      "from_id": 3,
      "text": "I don’t think there is any treasure as valuable as you, researchers and explorers have gone round the world and still searching for the most valuable, I am just wondering what they are looking for, because they won’t find what they are looking for, because I have you with me, my baby you are the most valuable treasure, my rare gem, I love you die."
    },
    {
      "id": 11,
      "type": "message",
      "date": "2021-02-05T12:22:37",
      "from": "Rodion",
      "from_id": 3,
      "text": "A life of meaning, a life with lot of positives, a life filled with significance, a life of merry and happiness, a life of unending bliss, all these I have since you walked into my life, your love is the passion that lights up my world, the remaining days of my life will be nothing short of splendor, I am glad I have you in my life, I love you sweets."
    },
    {
      "id": 12,
      "type": "message",
      "date": "2021-02-05T12:22:37",
      "from": "Rodion",
      "from_id": 3,
      "text": "I am happy to be with you, with you I am so free, you love me not just because of my looks, but for my personality, this is why I am free showing my true self anytime I am with you, and you are so cool with it, and you have shown me you are different from any one I have ever being with, I keep falling in love with you each day. Thank you for loving me just the way I am."
    },
    {
      "id": 13,
      "type": "message",
      "date": "2021-02-05T12:22:36",
      "from": "Alex",
      "from_id": 4,
      "text": "Some get high on hard drugs, some take banned substances to get morale or gingered up, but honey, you are my ginger, you are my boost, you say the word I am inspired I am ready to work, when you give me those beautiful smiles of yours and tell me you can do it, there is really nothing I can’t do, you are my backbone, without you I can’t walk, I love you so much, and my life depends on that."
    },
    {
      "id": 14,
      "type": "message",
      "date": "2021-02-05T12:22:36",
      "from": "Dima",
      "from_id": 5,
      "text": "I don’t think there is any treasure as valuable as you, researchers and explorers have gone round the world and still searching for the most valuable, I am just wondering what they are looking for, because they won’t find what they are looking for, because I have you with me, my baby you are the most valuable treasure, my rare gem, I love you die."
    },
    {
      "id": 15,
      "type": "message",
      "date": "2021-02-05T12:22:37",
      "from": "Bisl",
      "from_id": 6,
      "text": "A life of meaning, a life with lot of positives, a life filled with significance, a life of merry and happiness, a life of unending bliss, all these I have since you walked into my life, your love is the passion that lights up my world, the remaining days of my life will be nothing short of splendor, I am glad I have you in my life, I love you sweets."
    },
    {
      "id": 16,
      "type": "message",
      "date": "2021-02-05T12:22:37",
      "from": "Krem",
      "from_id": 3,
      "text": "I am happy to be with you, with you I am so free, you love me not just because of my looks, but for my personality, this is why I am free showing my true self anytime I am with you, and you are so cool with it, and you have shown me you are different from any one I have ever being with, I keep falling in love with you each day. Thank you for loving me just the way I am."
    }
  ]
}
